###############
#General hints
###############
[General]
Hint_0=Press F to kick or shieldbash; this is unblockable and staggers your opponent!
Hint_1=Try to keep the tip of your enemy's weapon in the middle of your screen when blocking!
Hint_2=Your arms stick out farther than your body, especially when you attack. Remember this when trying to find the perfect range!
Hint_3=Turn into your swings with the mouse to hit the enemy faster!
Hint_4=Time your strikes so that you connect near the middle of your swing for the most damage!
Hint_5=Turn to avoid incoming stabs and overheads by quickly rotating the mouse!
Hint_6=Try ducking horizontal swings; it's risky, but can set you up for a great counter!
Hint_7=Be accurate! Missed strikes cost stamina, landed strikes don't!
Hint_8=Heavier weapons deal more damage and cost more stamina to block, especially if you have a lighter weapon!
Hint_9=Press block quickly after starting your attack to fake an attack, then follow up with the real one!
Hint_10=Hold ALT while attacking to use alternate strikes to attack from the other direction! (Or press mouse 4 and 5!)
Hint_11=Careful, gunpowder weapons still deal some damage through shields!
Hint_12=Heavy Kick - Hold F longer and you will throw a heavy kick that is great against a blocking shield, opening them up for a longer time
Hint_13=You can quick throw certain weapons by pressing "g"
Hint_14=When blocking and out of stamina, your blocks will no longer prevent your opponent from comboing!
Hint_Count=15

###############
#Class hints
###############
[CDWFamilyInfo_Viking]
Hint_0=Press mouse 3 to throw weapons
Hint_1=As a Viking each new attack in a combo speeds up! Use this to overwhelm your opponents in close
Hint_Count=2

[CDWFamilyInfo_Samurai]
Hint_0= The Samurai performs an attack when he draws his katana, no-dachi, or wakizashi.
Hint_1= Samurai are vulnerable to piercing damage and have no shield available, so look for cover and flank opportunities against projectile weapons. 
Hint_Count=2

[CDWFamilyInfo_Spartan]
Hint_0=Press mouse 3 to throw spears
Hint_Count=1

[CDWFamilyInfo_Pirate]
Hint_0=Battlecry as a pirate with the C button to gain health!
Hint_1=Hold steady! Gunpowder weapons have to ignite before firing!
Hint_Count=2

[CDWFamilyInfo_Ninja]
Hint_0=Press mouse 3 to throw shurikens, smoke bombs, or metsubushi
Hint_1=Double-tap a movement key to perform a roll!
Hint_Count=2

[CDWFamilyInfo_Knight]
Hint_0=Use your high health to your advantage, take a hit to land one!
Hint_Count=1

###############
#Gametype hints
###############
[CDWDuelGRI]
Hint_Count=0

[DuelInstructions]
Hint_0=Attack a player to challenge them!
Hint_1=When you receive a challenge, use the keys shown on the screen to reply (default: 1 to accept, 2 to deny, 3 to always deny)
Hint_2=Use "always deny" to automatically deny challenge requests from a particular player
Hint_Count=3

[AOCTDGRI]
Hint_0= Check the scoreboard to see team's progress towards the score limit!
Hint_Count=1

[AOCFFAGRI]
Hint_0=No teams, no rules! Player with the highest score at the end of the time wins!
Hint_Count=1

[CDWHoldTheBannerGRI]
Hint_0=Hold onto the flag for 300 seconds to win!
Hint_Count=1

[CDWPlantTheBannerGRI]
Hint_0= There is only one flag! Grab it and plant it in your enemy's base 3 times to win!
Hint_Count=1


###############
#Training
###############
[Basic]
Hint_0=WASD to move around.
Hint_1=Use the MOUSE to look around.
Hint_2=Hold the SHIFT key to Sprint.
Hint_3=SPACE to Jump.
Hint_4=Hold CTRL to crouch.
Hint_5=MOUSE 1 is Primary Attack.
Hint_6=MOUSE 2 to parry or block with shields.
Hint_7=MOUSE WHEEL DOWN for secondary attacks.
Hint_8=MOUSE WHEEL FORWARD for tertiary attacks.
Hint_9=The M key brings up class select.
Hint_Count=9


[Offense]
Hint_0=Try to hit around your opponent's block.
Hint_1=Press F to kick. Kicks cannot be blocked.
Hint_2=Press MOUSE 2 at the start of an attack to feint.Feints can be used to throw off your opponent's timing.
Hint_3=Attacking repeatedly will wear down your opponent's stamina.
Hint_4=Draining an opponent's stamina will daze them, leaving them vulnerable.
Hint_5=Stamina is drained on missed strikes, but not on successful attacks. (Effective Aggression)
Hint_6=Press ALT combined with an attack to alter the the direction of the swing.
Hint_Count=6


[Ranged]
Hint_0=Press M to change loadouts.
Hint_1=Ammo is unlimited in this training area.
Hint_2=Press R to reload Crossbows and Guns.
Hint_3=The Q key can be used to cancel bow style projectiles.
Hint_4=Pull the lever with the E key. This initiates a timer and keeps score.
Hint_5=Target points are weighted by distance and movement speed.
Hint_6=Extra points are awarded for kill shots.
Hint_Count=6


[Visual]
Hint_0=Attack to see the swing tracers. These are used for hit detection.
Hint_1=Blue tracers – Deal 50-74% damage
Hint_2=Green tracers – Deal 75-99% damage.
Hint_3=Red tracers – Deal 100% damage.
Hint_4=White tracers – Are used only for parrying purposes and do not deal damage.
Hint_5=Your strike will deal more damage once it has had time to speed up and reaches the optimal range.
Hint_6=Slash attacks deal the most damage when centred with your target.
Hint_7=Stabs do the most damage at the end of the attack, when the weapon is fully extended.
Hint_8=Overhead are most effective at the lowest point, coming from above.
Hint_Count=8



[Defence]
Hint_0=Practice defending against attacks.
Hint_1=MOUSE 2 to parry or block with shields.
Hint_2=A timed parry that matches the enemies weapon will deflect it.
Hint_3=Shields can be held to block.
Hint_4=Blocking costs stamina. The heavier the weapon and attack, the more expensive it is, especially against lighter weapons.
Hint_5=Your strike will deal more damage once it has had time to speed up and reaches the optimal range.
Hint_6=Slash attacks deal the most damage when centred with your target.
Hint_7=Stabs do the most damage at the end of the attack, when the weapon is fully extended.
Hint_8=Overhead are most effective at the lowest point, coming from above.
Hint_Count=8

